var description_step1 = function() {
    $('#description').append('<h1>7분의 형벌</h1>');
    $('#description').append('<p>설국열차 초반, 노란 옷을 입은 여자가 와서 아이 두 명을 데려간다. </p>');
    $('#description').append('<p>이 때 한 아이의 아버지 앤드류가 소동을 일으키고 그에게는 오른 팔을 기차 밖으로 내보내 얼어붙게 만드는 형벌이 내려진다. </p>');
    $('#description').append('<p>이 때 형 집행관은 “이 고도에서는 7분이면 충분합니다”라고 선언하고 앤드류의 목에 커다란 구식 시계를 걸어준다. </p>');
    $('#description').append('<p>일종의 타이머가 돌아가는 동안 메이슨 총리가 “모두에게는 처음부터 각자의 자리가 있다”는 연설을 한다. </p>');
    $('#description').append('<p>7분의 형벌은 꼬리칸에 머물도록 정해진 사람들이 고통받을 수 있는 시간이며, 그 고통의 시간을 단축시킬 방도도 없는 통제된 시간이다.</p>');
    $('#description').append('<p>시간을 목에 건 시계로 보여주는 것은 통제에 굴복하라는 의미인 것이다.</p>');
    $('#description').append('<p>또한 그들의 점호시간도 일정치 않은데, 예상치 못했던 점호시간 때문에 드럼통을 들키게 될지도 모를 순간이 오게 된다.</p>');
    $('#description').append('<p>통제주도권을 잃은 예측 불가능성의 시간에 그들은 살고 있는 것이다. 마치 &lt올드보이&gt의 오대수처럼말이다.</p>');
};

var description_step2 = function() {
    $('#description').append('<h1>합의된 시간 1년</h1>');
    $('#description').append('<p>도끼와 총이 격렬하게 싸우던 장면에서 갑자기 군인들이 카운트다운을 하기 시작한다. </p>');
    $('#description').append('<p>“3, 2, 1! Happy New Year!” </p>');
    $('#description').append('<p>설국열차는 아프리카부터 툰드라까지 전 세계 438,000km를 1년에 한 바퀴를 돌게 설계되었다. </p>');
    $('#description').append('<p>예카트리나 다리를 지날 때 1월 1일이 되는 셈이다. 커티스의 동생 에드거는 나이 먹는 게 싫다며 투덜거리기도 한다.</p>');
    $('#description').append('<p>1년이라는  개념은 합의의 시간이다. </p>');
    $('#description').append('<p>꼬리칸부터 이코노미, 퍼스트칸까지 모든 사람이 한 살씩 먹는다. </p>');
    $('#description').append('<p>주어진 시간에서 합의의 시간으로 그들은 이동한다. 그리고 1년에 두 번, 1월과 7월에 먹을 수 있다는 스시를 맛보게 된다. </p>');
    $('#description').append('<p>정기적인, 예측가능한 시간의 세계가 그들의 입 속으로 들어간다.</p>');
};

var description_step3 = function() {
    $('#description').append('<h1>윌포드의 역사, 시간의 맥락을 보여주다</h1>');
    $('#description').append('<p>커티스와 동료들은 퍼스트칸 아이들이 수업을 받는 곳에 도달한다.</p>');
    $('#description').append('<p>윌포드와 윌포드 인더스트리, 그리고 지금 탑승하고 있는 열차와 탈주한 7인이 받은 형벌까지 역사를 듣게 된다.</p>');
    $('#description').append('<p>어른이 되면 평생 기차에서 살겠다는 결심을 했던 소년 윌포드, 그는 교통/운송 전문 기업 윌포드 인더스트리를 통해 자신만의 제국을 건설했고,</p>');
    $('#description').append('<p>전 세계를 순환하는 호화 크루즈 열차를 탄생시켰다.설원을 달리기 시작한 지 17년 째, 몇 번의 반란이 있었고 그때마다 실패했다는 내용이 이어진다. </p>');
    $('#description').append('<p>윌포드와 열차의 역사가 드러남에 따라 커티스의 반란이 과거와 현재 사이에서 어떤 맥락에 놓여있는지 분명해진다.</p>');

};